/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* Informing the user an item has finished copying */
"Copied" = "Copied";

/* No comment provided by engineer. */
"Copy" = "Copy";

/* Displayed with ellipsis as 'Copying...' when an item is in the process of being copied */
"Copying" = "Copying";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
//"Done" = "Done";
"Done" = "閉じる";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Email failed to send. Please try again." = "Email failed to send. Please try again.";

/* Informing the user a process has failed */
"Failed" = "Failed";

/* Used in the context: 'Showing 1 of 3 items' */
//"of" = "of";
"of" = "／";

/* No comment provided by engineer. */
//"Photo" = "Photo";
"Photo" = "写真";

/* Displayed with ellipsis as 'Preparing...' when an item is in the process of being prepared */
"Preparing" = "Preparing";

/* No comment provided by engineer. */
//"Save" = "Save";
"Save" = "保存";

/* Informing the user an item has been saved */
//"Saved" = "Saved";
"Saved" = "保存しました";


/* Displayed with ellipsis as 'Saving...' when an item is in the process of being saved */
//"Saving" = "Saving";
"Saving" = "保存中";


